Repository: bvaudour/kcp
Catalog: i18n/pckcp/*.po
Languages: cs

source: package() function is present.
cs: Je přítomna funkce package().

source: Variable '%s' is present %d times (lines %s). Only one is expected.
cs: Proměnná '%s' je přítomna %d krát (řádky %s). Je vyžadována jen jednou.

source: Remove uneeded duplicate variables?
cs: Odstranit nepotřebné duplicitní proměnné?

source: Remove unneeded duplicate variables?
cs: Odstranit nepotřebné duplicitní proměnné?

source: Variable '%s' is missing.
cs: Proměnná '%s' chybí.

source: Modify %s as %s?
cs: Změnit %s jako %s?

source: Header was found. Do not use names of maintainers or contributors in PKGBUILD, anyone can contribute, keep the header clean from this.
cs: Hlavička byla nalezena. Nepoužívejte v PKGBUILD jména údržbářů nebo přispěvatelů. Všichni mohou přispívat. Hlavičku udržujte bez těchto informací.

source: Print version
cs: Vypsat verzi

source: Replace %s by... (leave blank to remove it):
cs: Nahradit %s od... (ponechat prázdné pro odstranění):

source: install is clean.
cs: instalace je čistá.

source: Reset pkgrel to 1?
cs: Nastavit pkgrel znovu na 1?

source: Choose the line to keep among [%s] (last line by default).
cs: Vybrat řádek, který ponechat místo [%s] (poslední řádek je vybrán jako výchozí).

source: Variable '%s' contains name of the package. It is useless.
cs: Proměnná '%s' obsahuje název balíčku. To je neužitečné.

source: Function '%s()' is empty.
cs: Funkce '%s()' je prázdná.

source: Variables 'depends' and 'makedepends' are empty. You should manually check if it is not a missing.
cs: Proměnné 'depends' a 'makedepends' jsou prázdné Měl byste ručně zjistit, zda nechybí.

source: PKGBUILD is a split PKGBUILD. Make as many PKGBUILDs as this contains different packages!
cs: PKGBUILD je rozdělený PKGBUILD. Udělejte tolik PKGBUILDs kolik tento obsahuje různých stran!

source: Print this help
cs: Vypsat tuto nápovědu

source: Warning
cs: Varování

source: '%s' is clean.
cs: '%s' je čistý.

source: Modifications saved in %s!
cs: Změny uloženy v %s!

source: Modify name of %s file?
cs: Změnit název souboru %s?

source: package() function missing. You need to add it.
cs: Funkce package() chybí. Musíte ji přidat.

source: Add variable '%s'?
cs: Přidat proměnnou '%s'?

source: %s doesn't exist!
cs: %s neexistuje!

source: Provides a tool to check the validity of a PKGBUILD according to the KCP standards. If flag -e is used, the common errors can be checked and a (potentially) valid PKGBUILD.new is created.
cs: Poskytuje nástroj pro ověření validity PKGBUILD vůči standardu KCP. Když je použit příznak -e, jsou prověřeny běžné chyby a (případně) validní PKGBUIL.new je vytvořen.

source: Error
cs: Chyba

source: pkgrel is clean.
cs: pkgrel je čistý.

source: arch is different from 'x86_64'. Since KaOS only supports this architecture, no other arch would be added here.
cs: architektura se liší od 'x86_64'. Protože KaOS podporuje pouze tuto architekturu, nebude zde přidána žádná jiná architektura.

source: Reset arch to x86_64?
cs: Nastavit architekturu znovu na x86_64?

source: Tool in command-line to manage common PKGBUILD errors
cs: Nástroj pro příkazovou řádku pro řízení běžných chyb PKGBUILD

source: Header is clean.
cs: Hlavička je čistá.

source: Function '%s()' is present %d times (lines %s). Only one is expected.
cs: Funkce '%s()' je přítomna %d krát (řádky %s). Očekává se pouze jedna.

source: Error on save file %s!
cs: Chyba při ukládání souboru %s!

source: Variable '%s' is empty.
cs: Proměnná '%s' je prázdná.

source: Variable '%s' is clean.
cs: Proměnná '%s' je čistá.

source: Remove all uneeded comments before save?
cs: Odstranit všechny nepotřebné komentáře před uložením?

source: Remove all unneeded comments before save?
cs: Odstranit všechny nepotřebné komentáře před uložením?

source: Remove header?
cs: Odstranit hlavičku?

source: Remove uneeded duplicate functions?
cs: Odstranit všechny duplicitní funkce?

source: Remove unneeded duplicate functions?
cs: Odstranit všechny duplicitní funkce?

source: Interactive edition
cs: Interaktivní edice

source: Current folder doesn't contain PKGBUILD!
cs: nynější složka neobsahuje PKGBUILD!

source: '%s' is not valid. You should suppress it
cs: '%s' je špatně. Měli by jste toto potlačit

source: Modify %s in variable '%s'?
cs: Změnit %s v proměnné '%s'?

source: Set variable '%s' with (leave blank to ignore):
cs: Nastavit proměnnou '%s' s (ponechte prázdné, pokud chcete ignorovat):

source: %s isn't in repo neither in kcp. Variable '%s' shouldn't contain it.
cs: %s není ani v úložišti ani v kcp. Proměnná '%s' je nemá obsahovat.

source: arch is clean.
cs: architektura je čistá.

source: Remove it?
cs: Odstranit?

source: pkgrel is different from 1. It should be the case only if build instructions are edited but not pkgver.
cs: pkgrel je jiný než 1. To má být případ, jen když jsou sestavovací příkazy upravovány, ale ne pkgver.

source: Flag '%s' cannot be used with '%s'
cs: Příznak '%s' nemůže být použit s '%s'

source: Flag '%s' needs one of this flags: %v
cs: Příznak '%s' vyžaduje jeden z těchto příznaků: %v

source: Arg '%s' not in %v!
cs: Argument '%s' není v %v!

source: Flag '%s' is already set!
cs: Příznak '%s' je již nastaven!

source: Unexpected arg: %s
cs: Neočekávaný argument: %s

source: Unknown property: %d
cs: Neznámá vlastnost: %d

source: Unsupported flag '%s'
cs: Nepodporovaný příznak '%s'

source: Invalid %s flag '%s': %s!
cs: Příznak %s je špatný: '%s': %s!

source: Invalid value '%v': Must be a %s!
cs: Špatná hodnota '%v': Musí být %s!

source: Flag '%s' doesn't allow multiple arguments!
cs: Příznak '%s' nedovoluje více argumentů!

source: %s not allowed!
cs: %s není povoleno!

source: Arg needed!
cs: Vyžadován argument!

source: Dir %s already exists!
cs: Adresář %s již existuje!

source: Package not found!
cs: Balíček nenalezen!

source: <unknown>
cs: <neznámý>

source: [Y/n]
cs: [A/n]

source: [y/N]
cs: [a/N]

source: Generate a prototype of PKGBUILD
cs: Vytvořit prototyp PKGBUILD

source: Removes the useless comments and blanks of the prototype
cs: Odstraní nepotřebné komentáře a prázdná místa prototypu

source: %s is not a file!
cs: %s není soubor!

source: PKGBUILD file already exists. Do you want to erase it?
cs: PKGBUILD již existuje. Chcete ho smazat?

source: Action cancelled
cs: Akce zrušena
