Repository: bvaudour/kcp
Catalog: resources/i18n/*.po
Languages: bg, ca, da, de, es_ar, fi, fr, hi_in, it, nl_nl, si

source: Display all packages of KCP
bg: Показване на всички пакети на KCP
ca: Mostra tots els paquets del KCP.
da: Vis alle pakker med KCP
de: Alle Pakete von KCP anzeigen
es_ar: Muestra todos los paquetes existentes en KCP
fr: Affiche tous les paquets de KCP
hi_in: केसीपी के सभी पैकेज दिखाएँ
it: Mostra tutti i pacchetti di KCP
nl_nl: Toon alle pakketten van KCP
si: KCP හි සියලුම පැකේජ පෙන්වන්න

source: Display informations about a package
bg: Показване на информация за пакет
ca: Mostra informació d'un paquet.
da: Vis oplysninger om en pakke
de: Informationen über ein Paket anzeigen
es_ar: Muestra información sobre un paquete
fr: Affiche les informations détaillées d’un paquet
hi_in: पैकेज जानकारी दिखाएँ
it: Mostra informazioni su un pacchetto
nl_nl: Toon informatie over een pakket
si: පැකේජයක් පිළිබඳ තොරතුරු පෙන්වන්න

source: Refresh the local database
bg: Обновяване на локалната база данни
ca: Refresca la base de dades local.
da: Opdater den lokale database
de: Aktualisiere die lokale Datenbank
es_ar: Renovar la base de datos local
fr: Rafraîchit la base de données locale
hi_in: लोकल डाटाबेस रिफ्रेश करें
it: Aggiorna il database locale
nl_nl: Refresh de lokale database
si: ස්ථානීය දත්තසමුදාය නැවුම් කරන්න

source: On refreshing database action, force complete update
bg: При обновяване на базата данни да се извърши пълна актуализация
ca: A l'acció de refrescar la base de dades, força l'actualització completa.
da: Ved opdatering af databaseaktion tvinges fuldstændig opdatering
de: Führt ein vollständiges Update aus, wenn die Datenbank aktualisiert wird
es_ar: En una acción de renovación de la base de datos, fuerza la actualización completa
fr: Lors d’une action de rafraîchissement de la base de données, force la mise à jour complète
hi_in: डेटाबेस रिफ्रेश करते समय, पूर्ण अपडेट हेतु बाध्य करें
it: Con l'azione aggiornamento del database, forza l'aggiornamento completo
nl_nl: Forceer volledige update bij het vernieuwen van de databaseactie
si: දත්ත සමුදා ක්‍රියාව නැවුම් කිරීමේදී, සම්පූර්ණ යාවත්කාලීන කිරීමට බල කරන්න

source: Tool in command-line for KaOS Community Packages
bg: Инструмент за командния ред за пакетите на KaOS Общността
ca: Eina de línia d'ordres per als paquets de comunitat del KaOS
da: Værktøj i kommandolinje til KaOS Fællesskabspakker
de: Kommandozeilenprogramm für die KaOS Community Packages
es_ar: Herramienta en linea de comandos para KaOS Community Packages
fr: Outil en ligne de commande pour KaOS Community Packages
hi_in: कैओस सामुदायिक पैकेज हेतु कमांड-लाइन साधन
it: Strumento in riga di commando per KaOS Community Packages
nl_nl: Hulpprogramma in CLI voor KaOS Community-pakketten
si: KaOS ප්‍රජා පැකේජ සඳහා විධාන රේඛාවේ මෙවලම

source: Search packages in KCP and display them
bg: Търси пакети в KCP и ги показва.
ca: Cerca paquets al KCP i mostra'ls.
da: Søg efter pakker i KCP, og vis dem
de: Sucht nach Paketen in KCP und zeigt diese an
es_ar: Busca y muestra paquetes que están en KCP
fr: Cherche des paquets dans KCP et les affiche
hi_in: केसीपी में पैकेज खोजें व दिखाएँ
it: Ricerca e visualizza pacchetti in KCP
nl_nl: Zoek pakketten in KCP en geef ze weer
si: KCP හි පැකේජ සොයන්න සහ ඒවා පෙන්වන්න

source: On install action, install as a dependence
bg: При инсталиране, да се инсталира като зависимост
ca: A l'acció d'instal·lació, instal·la'l com a dependència.
da: Ved installeringshandling skal du installere som en afhængighed
de: Wird als Abhängigkeit installiert
es_ar: En una acción de instalación, instala el paquete como una dependencia
fr: Lors d’une action d’installation, installe en tant que dépendance
hi_in: इंस्टॉल करते समय, आश्रित पैकेज के रूप में इंस्टॉल करें
it: Con l'azione installazione, installa come dipendenza
nl_nl: Bij installatie actie, installeer als afhankelijke
si: ස්ථාපනය කිරීමේ ක්‍රියාව මත, පරායත්තයක් ලෙස ස්ථාපනය කරන්න

source: On list action, display only installed packages
bg: При показване на списъка, да се показват само инсталираните пакети
ca: A l'acció de llista, mostra només els paquets instal·lats.
da: Vis kun installerede pakker ved listehandling
de: Zeige nur die installierten Pakete an
es_ar: En una acción de listado, muestra sólo los paquetes instalados.
fr: Lors d’une action d’affichage, n’affiche que les paquets installés
hi_in: सूचीबद्ध रूप में, केवल इंस्टॉल पैकेज ही दिखाएँ
it: Con l'azione lista, mostra solo i pacchetti installati
nl_nl: Geef bij lijstactie alleen geïnstalleerde pakketten weer
si: ලැයිස්තු ක්‍රියාවේදී, ස්ථාපිත පැකේජ පමණක් ප්‍රදර්ශනය කරන්න

source: Interrupt by user…
bg: Прекъсване от потребител…
ca: Interrupció de l'usuari...
da: Afbrydelse af bruger...
de: Abbruch durch Anwender...
es_ar: Interrumpido por el usuario
fr: Interruption par l’utilisateur…
hi_in: उपयोक्ता द्वारा अवरुद्ध ...
it: Interruzione da parte dell'utente…
nl_nl: Onderbroken door gebruiker ...
si: පරිශීලක…විසින් බාධා කරන්න

source: Download needed files to build a package
bg: Изтегляне на необходимите файлове за изграждането на пакет
ca: Baixa els fitxers necessaris per construir un paquet.
da: Download nødvendige filer for at bygge en pakke
de: Lade die benötigten Daten um das Paket zu bauen.
es_ar: Descargar los archivos necesarios para compilar un paquete
fr: Télécharge les fichiers nécessaires à la compilation du paquet
hi_in: पैकेज इंस्टॉल हेतु आवश्यक फ़ाइलें डाउनलोड करें
it: Scarica i file necessari per creare un pacchetto
nl_nl: Download de benodigde bestanden om een pakket samen te stellen
si: පැකේජයක් තැනීමට අවශ්‍ය ගොනු බාගන්න

source: Don't launch this program as root!
bg: Не изпълнявайте тази програма като root!
ca: No executeu aquest programa com a usuari d'arrel!
da: Start ikke dette program som root!
de: Starten Sie dieses Programm nicht als "root" !
es_ar: ¡No ejecute este programa como root!
fr: Impossible de lancer le programme en mode administrateur !
hi_in: यह प्रोग्राम रुट उपयोक्ता के रूप में उपयोग न करें!
it: Non avviare questo programma come root!
nl_nl: Start dit programma niet als root!
si: මෙම වැඩසටහන root ලෙස දියත් නොකරන්න!

source: Do you want to edit %s?
bg: Искате ли да редактирате %s?
ca: Voleu editar %s?
da: Vil du redigere %s?
de: Wollen Sie %s editieren ?
es_ar: ¿Quiere editar %s?
fr: Voulez-vous éditer %s ?
hi_in: क्या आप %s संपादित करना चाहते है?
it: Si desidera modificare %s?
nl_nl: Wil je %s bewerken?
si: ඔබට %s සංස්කරණය කිරීමට අවශ්‍යද?

source: Provides a tool to make the use of KaOS Community Packages. With this tool, you can search, get and install a package from KaOS Community Packages.
bg: Предоставя инструмент за изграждане на пакети на KaOS Общността. С този инструмент, можете да търсите, сваляте и инсталирате пакети на KaOS Общността.
ca: Proporciona una eina per usar els paquets de comunitat del KaOS. Amb aquesta eina, podeu cercar, obtenir i instal·lar un paquet de KaOS Community Packages.
da: Giver et værktøj til at gøre brug af KaOS Fællesskabspakker. Med dette værktøj kan du søge, hente og installere en pakke fra KaOS Fællesskabspakker.
de: Stellt ein Werkzeug zur Verwendung der KaOS Community Pakete bereit. Mit diesem Werkzeug können KaOS Community Pakete gesucht und installiert werden.
es_ar: Brinda una herramienta para hacer uso de KaOS Community Packages. Con esta herramienta, puede buscar, obtener e instalar un paquete desde KaOS Community Packages.
fr: Fournit un outil pour facilier l’utilisationer du KaOS Community Packages. Avec cet outil, vous pouvez chercher, obtenir et installer un paquet du KaOS Community Packages.
hi_in: KaOS के सामुदायिक पैकेज उपयोग हेतु साधन है। इसके द्वारा आप KaOS के सामुदायिक पैकेज में उपलब्ध किसी भी पैकेज को खोज कर, इंस्टॉल कर सकते हैं।
it: Fornisce uno strumento per utilizzare i pacchetti comunitari KaOS. Con questo strumento è possibile cercare, ottenere e installare un pacchetto da KaOS Community Packages.
nl_nl: Biedt een tool om KaOS Community Pakketten te gebruiken Met deze tool kunt u een pakket van KaOS Community Pakketten zoeken, ophalen en installeren..
si: KaOS ප්‍රජා පැකේජ භාවිතා කිරීමට මෙවලමක් සපයයි. මෙම මෙවලම සමඟ, ඔබට KaOS ප්‍රජා පැකේජ වලින් පැකේජයක් සෙවීමට, ලබා ගැනීමට සහ ස්ථාපනය කිරීමට හැකිය.

source: Install a package from KCP
bg: Инсталиране на пакет от KCP
ca: Instal·la un paquet del KCP.
da: Installer en pakke fra KCP
de: Installiere ein KCP Paket
es_ar: Instala un paquete desde KCP
fr: Installe un paquet KCP
hi_in: केसीपी से पैकेज इंस्टॉल करें
it: Installare un pacchetto da KCP
nl_nl: Installeer een pakket van KCP
si: කේසීපී වෙතින් ඇසුරුමක් ස්ථාපනය කරන්න

source: On display action, don't print KCP version
bg: При
ca: A l'acció de mostrar, no mostris la versió de KCP.
da: Udskriv ikke KCP version ved visning
de: Die KCP Version nicht anzeigen
es_ar: En una acción de visualización, no muestra la versión de KCP
fr: Lors d’une action d’affichage, n’affiche pas la version KCP
hi_in: दिखाते समय, केसीपी संस्करण न दिखाएँ
it: Con l'azione visualizzazione, non stampare la versione KCP
nl_nl: Druk bij weergave geen KCP-versie af
si: සංදර්ශක ක්‍රියාවේදී, KCP අනුවාදය මුද්‍රණය නොකරන්න

source: On display action, display only packages with at least one star
bg: При показване на списъка да се показват само пакетите с поне една звезда
ca: A l'acció de mostrar, mostra només els paquets amb almenys una estrella.
da: Ved visningshandling, vis kun pakker med mindst en stjerne
de: Zeige nur Pakete mit mindestens einem Stern an
es_ar: En una acción de visualización, muestra sólo los paquetes con al menos un voto.
fr: Lors d’une action d’affichage, n’affiche que les paquets populaires
hi_in: दिखाते समय, केवल कम-से-कम एक स्टार रेटिंग वाले पैकेज दिखाएँ
it: Con l'azione visualizzazione, visualizza solo i pacchetti con almeno una stella
nl_nl: Toon bij weergave alleen pakketten met ten minste één ster
si: සංදර්ශක ක්‍රියාවේදී, අවම වශයෙන් එක් තරුවක් සහිත පැකේජ පමණක් සංදර්ශන කරන්න

source: <app>
bg: <приложение>
es_ar: <applicación>

source: On display action, sort packages by stars descending
bg: При показване на списъка да се сортират пакетите според броя на звездите в низходящ ред
ca: A l'acció de mostrar, classifica els paquets per estrelles en ordre descendent.
da: Ved visningshandling, sorter pakker efter faldende stjerner
de: Sortiert die Pakete nach absteigenden Sternwertungen
es_ar: En una acción de visualización, ordena los paquetes por orden descendiente de votación
fr: Lors d’une action d’affichage, trie les paquets par nombre d’étoiles décroissantes
hi_in: दिखाते समय, पैकेज को स्टार रेटिंग के घटते क्रम में दिखाएँ
it: Con l'azione visualizzazione, ordina i pacchetti per stelle in modo decrescente
nl_nl: Bij weergave-actie pakketten sorteren op aflopende sterren
si: සංදර්ශක ක්‍රියාවේදී, තරු අවරෝහණ අනුව පැකේජ වර්ග කරන්න

source: On display action, display only outdated packages
bg: При показване на списъка да се показват само остарелите пакети
ca: A l'acció de mostrar, mostra només els paquets no actualitzats.
da: Ved visningshandling, vis kun forældede pakker
de: Zeige nur veraltete Pakete an
es_ar: En una acción de visualización, muestra sólo los paquetes desactualizados
fr: Lors d’une action d’affichage, n’affiche que les paquets obsolètes
hi_in: दिखाते समय, केवल पुराने पैकेज दिखाएँ
it: Con l'azione visualizzazione, visualizza solo i pacchetti obsoleti
nl_nl: Geef bij weergave alleen verouderde pakketten weer
si: සංදර්ශක ක්‍රියාවේදී, යල් පැන ගිය පැකේජ පමණක් සංදර්ශන කරන්න

source: Another instance of kcp is running!
bg: Има друг работещ процес на kcp!
ca: Ja s'executa una altra instància del Kcp!
da: En anden forekomst af kcp kører!
de: Eine andere Instanz von KCP läuft bereits!
es_ar: ¡Se está ejecutando otra instancia de kcp!
fr: Une autre instance de kcp est en cours !
hi_in: केसीपी की अन्य आवृत्ति कार्यरत है!
it: Un'altra istanza di kcp è in esecuzione!
nl_nl: Een ander instantie van KCP is actief!
si: kcp හි තවත් අවස්ථාවක් ධාවනය වේ!

source: Failed to create locker file!
bg: Неуспех при създаване на заключващ файл!
ca: Ha fallat crear el fitxer de bloqueig!
da: Kan ikke oprette låsefil!
de: Fehler beim Anlegen einer Sperrdatei!
es_ar: Se falló al crear el archivo de bloqueo
fr: Impossible de créer le fichier de verrouillage !
hi_in: लॉक फाइल बनाना विफल!
it: Impossibile creare un file locker!
nl_nl: Kan locker-bestand niet maken!
si: ලොකර් ගොනුව සෑදීමට අසමත් විය!

source: Print version
bg: Показване на версията
ca: Imprimeix la versió
da: Vis version
de: Druckversion
es_ar: Muestra la versión
fi: Tulosta versio
fr: Affiche la version
hi_in: संस्करण देखें
it: Stampa versione
nl_nl: Versie tonen
si: මුද්‍රණ අනුවාදය

source: On display action, force refreshing local database
bg: При показване на списъка да обновяване на локалната база данни
ca: A l'acció de mostrar, força el refresc de la base de dades local.
da: Ved visningshandling, tving opdatering af lokal database
de: Aktualisierung der lokalen Datenbank erzwingen
es_ar: En una acción de visualización, fuerza la renovación de la base de datos local
fr: Lors d’une action d’affichage, force le rafraîchissement de la bdd locale
hi_in: दिखाते समय, लोकल डाटाबेस रिफ्रेश हेतु बाध्य करें
it: Con l'azione visualizzazione, forza l'aggiornamento del database locale
nl_nl: Getoonde actie, forceer verfrissen lokale database
si: සංදර්ශක ක්‍රියාවේදී, දේශීය දත්ත සමුදාය නැවුම් කිරීමට බල කරන්න

source: On display action, display only the name of the package
bg: При показване на списъка да се показва само името на пакета
ca: A l'acció de mostrar, mostra només el nom dels paquets.
da: Ved visningshandling vis kun pakkens navn
de: Zeige nur die Namen der Pakete an
es_ar: En una acción de visualización, muestra sólo el nombre del paquete
fr: Lors d’une action d’affichage, n’affiche que le nom des paquets
hi_in: दिखाते समय, केवल पैकेज नाम दिखाएँ
it: Con l'azione visualizzazione, mostra solo il nome del pacchetto
nl_nl: Getoonde actie, alleen de naam van het pakket weergeven
si: සංදර්ශක ක්‍රියාවේදී, පැකේජයේ නම පමණක් ප්‍රදර්ශනය කරන්න

source: No package found
bg: Не е намерен пакет
ca: No s'ha trobat cap paquet.
da: Ingen pakke fundet
de: Kein Paket gefunden
es_ar: No se encontró el paquete
fr: Aucun paquet trouvé
hi_in: कोई पैकेज नहीं मिला
it: Nessun pacchetto trovato
nl_nl: Geen pakket gevonden
si: පැකේජයක් හමු නොවීය

source: Do you want to edit PKGBUILD?
bg: Искате ли да редактирате PKGBUILD?
ca: Voleu editar el PKGBUILD?
da: Vil du redigere PKGBUILD?
de: Wollen sie das PKGBUILD editieren?
es_ar: ¿Quiere editar el PKGBUILD?
fr: Voulez-vous éditer le PKGBUILD ?
hi_in: क्या आप PKGBUILD संपादित करना चाहते है?
it: Vuoi modificare PKGBUILD?
nl_nl: Wil je PKGBUILD bewerken?
si: ඔබට PKGBUILD සංස්කරණය කිරීමට අවශ්‍යද?

source: Print this help
bg: Показване на тази помощ
ca: Imprimeix aquesta ajuda
da: Vis denne hjælp
de: Diese Hilfe ausdrucken
es_ar: Muestra esta ayuda
fi: Tulosta tämä ohje
fr: Affiche cette aide
hi_in: मदद देखें
it: Stampa questo aiuto
nl_nl: Deze help tonen
si: මෙම උදව් මුද්‍රණය කරන්න

source: On display action, display only installed packages
bg: При показване на списъка да се показват само инсталираните пакети
ca: A l'acció de mostrar, mostra només els paquets instal·lats.
da: Ved visningshandling vis kun installerede pakker
de: Zeige nur installierte Pakete an
es_ar: En una acción de visualización, muestra sólo los paquetes instalados
fr: Lors d’une action d’affichage, n’affiche que les paquets installés
hi_in: दिखाते समय, केवल इंस्टॉल पैकेज ही दिखाएँ
it: Con l'azione visualizzazione, mostra solo i pacchetti installati
nl_nl: Getoonde actie, alleen weergave geïnstalleerde pakketten
si: සංදර්ශක ක්‍රියාවේදී, ස්ථාපිත පැකේජ පමණක් ප්‍රදර්ශනය කරන්න

source: No package found. Check if the database is updated.
bg: Не е намерен пакет. Проверете дали базата от данни е актуализирана.
ca: No s'ha trobat cap paquet. Comproveu que la base de dades estigui actualitzada.
da: Ingen pakke fundet. Kontroller, om databasen er opdateret.
de: Kein Paket gefunden. Prüfen Sie ob die Datenbank aktuell ist.
es_ar: Paquete no encontrado. Compruebe que la base de datos esté actualizada
fr: Aucun paquet trouvé. Veuillez vous assurer que la base de données est à jour.
hi_in: कोई पैकेज नहीं मिला। सुनिश्चित करें कि डेटाबेस अपडेट है।
it: Nessun pacchetto trovato. Controlla se il database è aggiornato
nl_nl: Geen pakket gevonden. Controleer of de database is bijgewerkt.
si: පැකේජයක් හමු නොවීය. දත්ත සමුදාය යාවත්කාලීන කර ඇත්දැයි පරීක්ෂා කරන්න.

source: Package %s cloned in %s.
bg: Пакетът %s е клониран в %s.
ca: El paquet %s està clonat a %s.
da: Pakke %s klonet i %s.
de: Paket %s nach %s geklont.
es_ar: Paquete %s clonado en %s
fr: Paquet %s cloné dans %s.
hi_in: %s पैकेज %s में प्रतिरूपित।
it: Pacchetto %s clonato in %s.
nl_nl: Pakket %s gekloond in %s.
si: %s පැකේජය %sක්ලෝන කර ඇත.

source: Variable '%s' is missing.
bg: Променливата '%s' липсва.
ca: Falta la variable "%s".
da: Variabel '%s' mangler.
de: Variable '%s' fehlt.
es_ar: La variable '%s' no está
fi: Muuttuja "%s" puuttuu.
fr: La variable ’%s’ est manquante.
hi_in: अनुपलब्ध मापदंड '%s'।
it: Variabile '%s' mancante.
nl_nl: Variabele '%s' is niet aanwezig.
si: '%s' විචල්‍යය අස්ථානගත වී ඇත.

source: Variable '%s' contains bad packages.
bg: Променливата '%s' съдържа лоши пакети.
ca: La variable "%s" conté paquets incorrectes.
da: Variabel '%s' indeholder dårlige pakker.
de: Variable '%s' enthält schlechte Pakete.
es_ar: La variable '%s' contiene paquetes incorrectos
fi: Muuttuja "%s" sisältää huonoja paketteja.
fr: La variable '%s' contient des paquets invalides.
hi_in: विकृत पैकेज युक्त मापदंड '%s'।
it: Variabile '%s' contiene pacchetti non validi.
nl_nl: Variabel '%s' bevat slechte pakketten.
si: '%s' විචල්‍යයේ නරක පැකේජ අඩංගු වේ.

source: Declarations have the good type.
bg: Декларациите имат добър вид.
ca: Les declaracions tenen un bon tipus.
da: Erklæringer har den gode type.
de: Deklarationen entsprechen dem guten Typ.
es_ar: Las declaraciones tienen el tipo correcto.
fi: Ilmoituksissa on hyvä tyyppi.
fr: Les déclarations sont du bon type.
hi_in: प्रोग्राम घोषणा प्रकार उचित है।
it: Declarations sono di tipo corretto.
nl_nl: Declaraties zijn van het goede type.
si: ප්‍රකාශනවල හොඳ වර්ගයක් ඇත.

source: Type the new name (leave blank to remove install variable):
bg: Въведете ново име (оставете празно, за да премахнете инсталационната променлива):
ca: Escriviu el nom nou (deixeu-lo en blanc per suprimir-ne la variable d'instal·lació):
da: Skriv det nye navn (lad det stå tomt for at fjerne installationsvariablen):
de: Geben Sie den neuen Namen ein (leer lassen, um die Installationsvariable zu entfernen):
es_ar: Escriba el nuevo nombre (deje en blanco para eliminar la variable install
fi: Kirjoita uusi nimi (jätä tyhjäksi, poistaa asennusmuuttujan):
fr: Saisissez le nouveau nom (laisser à blanc pour supprimer la variable install) :
hi_in: नया नाम दर्ज करें (इंस्टॉल मापदंड हटाने हेतु रिक्त छोड़ें) :
it: Digitare il nuovo nome (lasciare vuoto per rimuovere la variabile di installazione):
nl_nl: Typ de nieuwe naam (laat leeg om de installatievariabele te verwijderen):
si: නව නම ටයිප් කරන්න (ස්ථාපන විචල්‍යය ඉවත් කිරීමට හිස්ව තබන්න):

source: a function
bg: функция
ca: una funció
da: en funktion
de: eine Funktion
es_ar: una función
fi: funktio
fr: une fonction
hi_in: प्रोग्राम फंक्शन
it: una funzione
nl_nl: een functie
si: කාර්යයක්

source: Provides a tool to check the validity of a PKGBUILD according to the KCP standards. If flag -e is used, the common errors can be checked and a (potentially) valid PKGBUILD.new is created.
bg: Предоставя инструмент за проверка на валидността на PKGBUILD съгласно стандартите на KCP. Ако е използван флаг -e, ще се извърши проверка за често срещани грешки (potentially) valid PKGBUILD.new is created.
ca: Proporciona una eina per comprovar la validesa d'un PKGBUILD d'acord amb estàndards KCP. Si s'usa la bandera -e, es poden comprovar els errors comuns i es crea un PKGBUILD.new (potencialment) vàlid.
da: Giver et værktøj til at kontrollere gyldigheden af ​​et PKGBUILD i henhold til KCP standarderne. Hvis flag -e bruges, kan de almindelige fejl kontrolleres, og der oprettes en (potentielt) ny gyldig PKGBUILD.
de: Stellt ein Werkzeug zur Verfügung, um die Gültigkeit eines PKGBUILDs gemäß den KCP-Standards zu prüfen. Bei Verwendung des Flags -e können gängige Fehler geprüft und eine (potentiell) gültige PKGBUILD.new erstellt werden.
es_ar: Provee una herramienta para comprobar la validez de un PKGBUILD de acuerdo a los estándares de KCP. Si se usa el modifcador -e, los errores comunes pueden ser comprobados y se crea un PKGBUILD.new (potencialmente) válido.
fr: Fournit un utilitaire pour contrôler la validité d’un PKGBUILD selon les standard KCP. Si l’option -e est utilisée, les erreurs courantes peuvent être contrôlées et un PKGBUILD.new (potentiellement) valide est créé.
hi_in: केसीपी मानकों के अनुसार, PKGBUILD की वैधता की जाँचने हेतु साधन है। अगर flag -e का उपयोग किया गया है, तो आम त्रुटियों की जांच की जा सकती है व एक (संभावित) मान्य PKGBUILD.new बनाई जाती है।
it: Fornisce uno strumento per verificare la validità di un PKGBUILD secondo gli standard KCP. Se si utilizza il flag -e, è possibile controllare gli errori più comuni e creare un PKGBUILD.new (potenzialmente) valido.
nl_nl: Biedt een instrument om de geldigheid van een PKGBUILD volgens de KCP normen te controleren. Als de vlag -e wordt gebruikt, kan op veel voorkomende fouten worden gecontroleerd en een (potentieel) geldig PKGBUILD.new wordt gecreëerd.
si: KCP ප්‍රමිතීන්ට අනුව PKGBUILD එකක වලංගුභාවය පරීක්ෂා කිරීමට මෙවලමක් සපයයි. flag -e භාවිතා කරන්නේ නම්, පොදු දෝෂ පරීක්ෂා කර (විය හැකි) වලංගු PKGBUILD.new එකක් සෑදිය හැක.

source: Variable '%s' is empty.
bg: Променливата '%s' е празна.
ca: La variable "%s" és buida.
da: Variabel '%s' er tom.
de: Variable '%s' ist leer.
es_ar: La variable '%s' está vacía
fi: Muuttuja "%s" on tyhjä.
fr: La variable '%s' est vide.
hi_in: रिक्त मापदंड '%s'।
it: Variabile '%s' è vuoto.
nl_nl: Variabel '%s' is leeg.
si: '%s' විචල්‍යය හිස්ය.

source: There aren’t duplicates.
bg: Няма дубликати
ca: No hi ha duplicats.
da: Der er ikke dubletter.
de: Keine Duplikate gefunden.
es_ar: No hay duplicados.
fi: Kopioita ei ole olemassa.
fr: Aucun doublon trouvé.
hi_in: कोई प्रतिलिपि नहीं है।
it: Non ci sono duplicati.
nl_nl: Er zijn geen duplicaten.
si: අනුපිටපත් නැත.

source: There aren’t missing variables.
bg: Няма липсващи променливи.
ca: No hi manquen variables.
da: Der mangler ikke variabler.
de: Keine fehlenden Variablen festgestellt.
es_ar: No hay variables perdidas.
fi: Muuttujia ei puutu.
fr: Aucune variable manquantes.
hi_in: कोई मापदंड अनुपलब्ध नहीं है।
it: Non ci sono variabili mancanti.
nl_nl: Er ontbreken geen variabelen.
si: නැතිවූ විචල්‍යයන් නොමැත.

source: a variable
bg: променлива
ca: una variable
da: en variabel
de: eine Variable
es_ar: una variable
fi: muuttuja
fr: une variable
hi_in: मापदंड
it: una variabile
nl_nl: een variabel
si: විචල්‍යයක්
