Repository: bvaudour/kcp
Catalog: resources/i18n/*.po
Languages: bg, ca, da, de, es_ar, fi, fr, hi_in, it, nl_nl, si

source: Header was found. Do not use names of maintainers or contributors in PKGBUILD, anyone can contribute, keep the header clean from this.
bg: Намерена е заглавна част. Не използвайте имената на разработчиците и помощниците в PKGBUILD, всеки може да даде своя принос. Пазете заглавната част изчистена от това.
ca: S'ha trobat la capçalera. No useu noms de maintenidors o contribuïdors al PKGBUILD, qualsevol persona hi pot contribuir, mantingueu-ne la capçalera neta.
da: Header blev fundet. Brug ikke navne på vedligeholdere eller bidragydere i PKGBUILD, enhver kan bidrage, hold header ren fra dette.
de: Header gefunden. Verwenden Sie keine Namen von Projektbeteiligten oder Mitwirkenden im PKGBUILD Header, da jeder ihn verändern kann. Halten Sie ihn frei von dergleichen.
es_ar: Se encontró un encabezado. No use nombre de mantenedores o colaboradores en PKGBUILD, cualquiera puede colaborar, deje el encabezado libre de esto.
fi: Otsikko löytyi. Älä lisää kehittäjien tai avustajien nimiä PKGBUILD:ssä, kuka tahansa voi osallistua, pidä otsikko puhtaana.
fr: Un en-tête a été trouvé. N’utilisez pas les noms des mainteneurs ou des contributeurs dans un PKGBUILD, n’importe qui peut contribuer, aussi, veuillez supprimer cela de l’en-tête.
hi_in: हैडर मिल गया। PKGBUILD में रखरखाव करने वालों व योगदानकर्ताओं के नाम उपयोग न करें, इसमें कोई भी योगदान दे सकता है, हैडर में ये सब शामिल न करें।
it: È stata rilevata l'intestazione. Non usare i nomi dei maintaner o dei contributori in PKGBUILD, chiunque può contribuire, quindi mantenere l'intestazione priva di questo aspetto.
nl_nl: Header is gevonden. Gebruik geen namen voor beheerders of contribuanten in PKGBUILD, iedereen kan bijdragen, hou de header schoon van dit.
si: ශීර්ෂකය හමු විය. PKGBUILD හි නඩත්තු කරන්නන්ගේ හෝ දායකයින්ගේ නම් භාවිතා නොකරන්න, ඕනෑම කෙනෙකුට දායක විය හැක, මෙයින් ශීර්ෂකය පිරිසිදුව තබා ගන්න.

source: Error
bg: Грешка
da: Fejl
de: Fehler
fi: Virhe
fr: Erreur
hi_in: त्रुटि
it: Errore
nl_nl: Fout
si: දෝෂයකි

source: '%s' is the name of the package. It is useless.
bg: '%s' е името на пакета. То е неизползваемо.
ca: "%s" és el nom del paquet. No serveix per a res.
da: '%s' er navnet på pakken. Det er ubrugeligt.
de: '%s' ist der Name des Pakets. Das ist nutzlos.
es_ar: '%s' es el nombre del paquete. Es inútil
fi: "%s" niminen paketti. Se on hyödytön.
fr: '%s' est le nom du paquet. Ceci est inutile.
hi_in: '%s' पैकेज नाम है। यह अनुपयोगी है।
it: '%s' è il nome del pacchetto. È inutile.
nl_nl: '%s' is de naam van het pakket. Het is onbruikbaar.
si: '%s' යනු පැකේජයේ නමයි. එය නිෂ්ඵල ය.

source: '%s' isn't in repo neither in kcp.
bg: '%s' не се намира нито в хранилището, нито в kcp.
ca: %s no és ni al repositori ni al Kcp.
da: '%s' er ikke i repo heller ikke i kcp.
de: '%s' ist weder im Repository noch in Kcp.
es_ar: '%s' no está ni en los repos ni en kcp.
fi: "%s" ei ole repossa eikä kcp:ssä.
fr: %s n’est pas dans les dépôts ni dans kcp.
hi_in: '%s' पैकेज-संग्रह व केसीपी दोनों में ही नहीं है।
it: '%s' non è nel repository neppure in kcp.
nl_nl: %s is niet in de repo noch in kcp.
si: '%s' repo වලවත් kcp වලවත් නෑ.

source: Add variable '%s'?
bg: Да се добави ли променливата '%s'?
ca: Voleu afegir la variable "%s"?
da: Tilføj variabel '%s'?
de: Variable '%s' hinzufügen?
es_ar: ¿Añadir la variable '%s'?
fi: Lisäätkö muuttujan "%s"?
fr: Ajouter la variable '%s' ?
hi_in: मापदंड '%s' जोड़ें?
it: Aggiungere variabile '%s'?
nl_nl: Variabel toevoegen '%s'?
si: '%s' විචල්‍යය එක් කරන්නද?

source: Modify '%s'?
bg: Да се промени ли '%s'?
ca: Voleu modificar %s?
da: Modificere '%s'?
de: '%s' ändern?
es_ar: ¿Modificar '%s'?
fi: Muokataanko "%s"?
fr: Modifier '%s' ?
hi_in: '%s' को बदलें?
it: Modificare '%s'?
nl_nl: Wijzig '%s'?
si: '%s' වෙනස් කරන්නද?

source: You should add it manually.
bg: Трябва да го добавите ръчно.
ca: L'hauríeu d'afegir manualment.
da: Du skal tilføje det manuelt.
de: Sie sollten es von Hand hinzufügen.
es_ar: Debería añadirlo manualmente
fi: Sinun pitäisi lisätä se käsin.
fr: Vous devez l’ajouter manuellement.
hi_in: इसे स्वयं ही जोड़ें।
it: Dovrebbe essere aggiunto manualmente.
nl_nl: Je moet het handmatig toevoegen.
si: ඔබ එය අතින් එකතු කළ යුතුය.

source: Interactive edition
bg: Интерактивно издание
ca: Edició interactiva
da: Interaktiv udgave
de: Interaktive Variante
es_ar: Edición interactiva
fi: Vuorovaikutteinen versio
fr: Édition interactive
hi_in: संवादात्मक संस्करण
it: Modifica interattiva
nl_nl: Interactieve editie
si: අන්තර් ක්රියාකාරී සංස්කරණය

source: Removes the useless comments and blanks of the prototype
bg: Премахва ненужните коментари и празни полета от прототипа
ca: Suprimeix els comentaris no útils i els espais en blanc del prototip.
da: Fjerner de ubrugelige kommentarer og emner i prototypen
de: Entfernt nutzlose Kommentare und Leerzeichen vom Prototyp
es_ar: Elimina los comentarios inútiles y los espacios en blanco del prototipo
fi: Poistaa prototyypin turhat kommentit ja tyhjät kohdat
fr: Supprime les commentaires et lignes blanches inutiles du prototype
hi_in: व्यर्थ टिप्पणियों व रिक्त स्थानों को प्रतिमान​ से हटाए
it: Rimuove i commenti inutili e spazi vuoti del prototipo
nl_nl: Verwijder de nutteloze commentaren en lege ruimte van het prototype
si: මූලාකෘතියේ නිෂ්ඵල අදහස් සහ හිස් තැන් ඉවත් කරයි

source: Some duplicates found:
bg: Намерени са някои дубликати:
ca: S'han trobat alguns duplicats:
da: Nogle dubletter fundet:
de: Einige Duplikate gefunden:
es_ar: Se encontraron algunos duplicados:
fi: Joitakin kaksoiskappaleita löytyi:
fr: Des doublons ont été détectés :
hi_in: कुछ प्रतिरूप मिले :
it: Trovati alcuni duplicati:
nl_nl: Enkele duplicaten gevonden:
si: සමහර අනුපිටපත් හමු විය:

source: Variables 'depends' and 'makedepends' are empty. You should manually check if it is not a missing.
bg: Променливите 'depends' и 'makedepends' са празни. Трябва ръчно да проверите, дали не липсват.
ca: Les variables "depends" i "makedepends" són buides. Hauríeu de comprovar manualment que no sigui una mancança.
da: Variablerne 'depends' og 'makedepends' er tomme. Du bør manuelt kontrollere, om det ikke mangler.
de: Die Variablen 'depends' und 'makedepends' sind leer. Sie sollten selbst prüfen, ob nicht etwas fehlt.
es_ar: Las variables 'depends' y 'makedepends' están vacías. Debería comprobar manualmente si no están desaparecidas.
fi: Muuttujat "depends" ja "makedepends" ovat tyhjiä. Tarkista käsin, puuttuuko se.
fr: Les variables 'depends' et 'makedepends' sont vides. Veuillez vérifier manuellement qu’il ne s’agit pas d’un oubli.
hi_in: मापदंड 'depends' व 'makedepends' रिक्त हैं। आप स्वयं इनकी उपलब्धता जाँचें।
it: Variabili 'depends' e 'makedepends' sono vuote. È necessario verificare manualmente se non si tratta di una mancanza.
nl_nl: Variabels 'depends' and 'makedepends' zijn leeg. Controleer handmatig of het niet gemist is.
si: විචල්‍යයන් 'යැපෙන' සහ 'සාදන ලද' හිස් ය. එය අතුරුදහන් වී නොමැති නම් ඔබ අතින් පරීක්ෂා කළ යුතුය.

source: There aren’t missing functions.
bg: Няма липсващи функции.
ca: No hi manquen funcions.
da: Der mangler ikke funktioner.
de: Keine fehlenden Funktionen festgestellt.
es_ar: No hay funciones desaparecidas
fi: Ei puuttuvia funktioita.
fr: Les fonctions requises sont présentes.
hi_in: कोई फंक्शन अनुपलब्ध नहीं है।
it: Non ci sono funzioni mancanti.
nl_nl: Er ontbreken geen functies.
si: නැතිවූ කාර්යයන් නොමැත.

source: There aren’t empty variables.
bg: Няма празни променливи.
ca: No hi ha variables buides.
da: Der er ikke tomme variabler.
de: Keine leeren Variablen festgestellt.
es_ar: No hay variables vacías
fi: Tyhjiä muuttujia ei ole.
fr: Il n’y a pas de variable vide.
hi_in: कोई मापदंड रिक्त नहीं है।
it: Non ci sono variabili vuote
nl_nl: Er zijn geen lege variabelen.
si: හිස් විචල්‍ය නොමැත.

source: Remove header?
bg: Да се премахне ли заглавната част?
ca: Suprimir la capçalera?
da: Vil du fjerne header?
de: Header entfernen?
es_ar: ¿Eliminar cabecera?
fi: Poistetaanko otsikko?
fr: Supprimer l’en-tête ?
hi_in: हैडर हटाएँ?
it: Rimuovere l'intestazione?
nl_nl: Verwijder header?
si: ශීර්ෂකය ඉවත් කරන්නද?

source: Remove variable '%s'?
bg: Да се премахне ли променливата '%s'?
ca: Suprimir la variable "%s"?
da: Fjern variabel '%s'?
de: Variable '%s' entfernen?
es_ar: ¿Eliminar variable '%s'?
fi: Poistetaanko muuttuja "%s"?
fr: Supprimer la variable '%s' ?
hi_in: मापदंड '%s' हटाएँ?
it: Rimuovere variabile '%s'?
nl_nl: Verwijder variabel '%s'?
si: '%s' විචල්‍යය ඉවත් කරන්නද?

source: Function '%s' is missing.
bg: Функцията '%s' липсва.
ca: Manca la funció "%s"
da: Funktion '%s' mangler.
de: Funktion '%s' fehlt.
es_ar: No se encuentra la función '%s'.
fi: Funktio "%s" puuttuu.
fr: La fonction ’%s’ est manquante.
hi_in: अनुपलब्ध फंक्शन '%s'।
it: Funzione '%s' mancante.
nl_nl: Functie '%s' is niet aanwezig.
si: '%s' ශ්‍රිතය අස්ථානගත වී ඇත.

source: install: file '%s' doesn’t exist.
bg: install: файлът '%s' не съществува.
ca: instal·la: el fitxer %s no existeix.
da: installer: fil '%s' findes ikke.
de: install: Datei '%s' existiert nicht.
es_ar: install: archivo '%s' no existe
fi: asennus: tiedostoa "%s" ei ole olemassa.
fr: install : le fichier '%s' n’existe pas.
hi_in: इंस्टॉल : फाइल '%s' अनुपलब्ध।
it: install: file '%s' non esiste.
nl_nl: installeer: bestand '%s' bestaat niet.
si: ස්ථාපනය: ගොනුව '%s' නොපවතී.

source: Remove duplicates?
bg: Да се премахнат ли дубликатите?
ca: Voleu suprimir els duplicats?
da: Vil du fjerne dubletter?
de: Duplikate entfernen?
es_ar: ¿Eliminar duplicados?
fi: Poistetaanko kaksoiskappaleet?
fr: Supprimer les doublons ?
hi_in: प्रतिरूप हटाएँ?
it: Rimuovere duplicati?
nl_nl: Duplicaten verwijderen?
si: අනුපිටපත් ඉවත් කරන්නද?

source: Generate a prototype of PKGBUILD
bg: Генериране на прототип на PKGBUILD
ca: Genera un prototip de PKGBUILD
da: Generer en prototype af PKGBUILD
de: Prototyp des PKGBUILD erzeugen
es_ar: Generar un prototipo de PKGBUILD
fr: Génère un prototype de PKGBUILD
hi_in: PKGBUILD प्रतिमान बनाएँ
it: Genera un prototipo di PKGBUILD
nl_nl: Genereer een prototype van PKGBUILD
si: PKGBUILD හි මූලාකෘතියක් ජනනය කරන්න

source: Header is clean.
bg: Заглавната част е изчистена.
ca: La capçalera és neta.
da: Header er ren.
de: Header ist in Ordnung.
es_ar: La cabecera está limpia.
fi: Otsikko on puhdas.
fr: L’en-tête est propre.
hi_in: उचित हैडर।
it: L'intestazione è vuota.
nl_nl: Header is schoon
si: ශීර්ෂකය පිරිසිදුයි.

source: pkgrel is different from 1. It should be the case only if build instructions are edited but not pkgver.
bg: pkgrel е различно от 1. Това може да така в случай, че само инструкциите за изграждане са променени, но не и pkgver.
ca: El pkgrel és diferent d'1. Només hauria de ser així si s'editen les instruccions de construcció però no el pkgver.
da: pkgrel er forskellig fra 1. Det bør kun være tilfældet, hvis byggeinstruktioner redigeres, men ikke pkgver.
de: pkgrel unterscheidet sich von 1. Das sollte nur der Fall sein, wenn die build Anweisungen bearbeitet wurden, nicht aber pkgver.
es_ar: pkgrel es distinto de 1. Este debería ser el caso solamente si se editaron las instruccionesde compilación, pero no el pkgver.
fi: pkgrel on eri kuin 1. Sen tulisi olla vain, jos rakennusohjeita muokataan, mutta ei pkgver.
fr: pkgrel est différent de 1. Cela ne devrait être le cas que si les instructions de compilation sont éditées mais pas pkgver.
hi_in: pkgrel, 1 से अलग है। यह स्थिति केवल तभी होनी चाहिए, जब build निर्देश संपादित किए हो लेकिन pkgver नहीं।
it: pkgrel è diverso da 1. Dovrebbe essere così solo se si modificano le istruzioni di compilazione ma non pkgver
nl_nl: pkgrel is anders dan 1. Het zou slechts het geval zijn indien build instructies worden bewerkt, maar niet pkgver.
si: pkgrel 1 ට වඩා වෙනස් වේ. එය එසේ විය යුත්තේ ගොඩනැගීමේ උපදෙස් සංස්කරණය කර ඇත්නම් පමණක් මිස pkgver නොවේ.

source: Reset pkgrel to 1?
bg: Да се възстанови ли pkgrel до 1?
ca: Restablir pkgrel a 1?
da: Nulstil pkgrel til 1?
de: Pkgrel auf 1 zurücksetzen?
es_ar: ¿Restablecer pkgrel a 1?
fi: Nollataanko pkgrel arvoon 1?
fr: Réinitialiser pkgrel à 1 ?
hi_in: pkgrel को 1 पुनः सेट करें?
it: Ripristinare pkgrel a 1?
nl_nl: Reset pkgrel naar 1?
si: pkgrel 1 ට යළි පිහිටුවන්නද?

source: Modify name of '%s' file?
bg: Да се промени ли името на файла '%s'?
ca: Voleu modificar el nom del fitxer %s?
da: Modificere navnet på '%s' fil?
de: Name der Datei '%s' ändern?
es_ar: ¿Modificar el nombre del archivo '%s'
fi: Muutetaanko "%s" tiedoston nimeä?
fr: Modifier le nom du fichier '%s' ?
hi_in: '%s' फ़ाइल का नाम बदलें?
it: Modificare il nome del file '%s' ?
nl_nl: Bestand naam '%s' wijzigen?
si: '%s' ගොනුවේ නම වෙනස් කරන්නද?

source: an array variable
bg: променлива на масив
ca: una variable de matriu
da: en array variabel
de: eine Array-Variable
es_ar: una variable de array
fi: matriisimuuttuja
fr: une variable de type tableau
hi_in: श्रृंखला मापदंड
it: una variabile array
nl_nl: een array variabel
si: array variable එකක්

source: Note that hooks provide similar functionnalities and are more powerful. For more informations: %s
bg: Отбележете, че hooks предоставят същата функционалност и са по-мощни. За повече информация: %s
ca: Tingueu en compte que els ganxos proporcionen funcionalitats similars i són més potents. Per a més informació: %s
da: Bemærk, at hooks giver lignende funktionaliteter og er mere kraftfulde. For mere information: %s
de: Beachten Sie, dass Hooks ähnliche Funktionalitäten bieten und leistungsfähiger sind. Für weitere Informationen: %s
es_ar: Note que los hooks proveen funcionalidades similares y son más poderosos.Para más instrucciones: %s
fi: Huomaa, että koukut "hooks" tarjoavat samanlaisia toimintoja ja ovat tehokkaampia. Lisätietoja: "%s"
fr: Veuillez noter que les hooks fournissent des fonctionnalités similaires et sont plus puissants. Pour en savoir plus : %s
hi_in: ध्यान दें कि संपादन स्थान अधिक प्रभावी होने के साथ ही समान कार्यक्षमता प्रदान करते हैं। अधिक जानकारी : %s
it: Notare che hooks forniscono funzionalità simili e sono più potenti. Per maggiori informazioni: %s
nl_nl: Houd er rekening mee dat hooks vergelijkbare functies bieden en krachtiger zijn. Voor meer informatie: %s
si: කොකු සමාන ක්‍රියාකාරීත්වයක් සපයන අතර වඩා බලවත් බව සලකන්න. වැඩි විස්තර සඳහා: %s

source: File %s does not exist.
bg: Файлът %s не съществува.
ca: El fitxer %s no existeix.
da: Fil %s eksisterer ikke.
de: Datei %s existiert nicht.
es_ar: El archivo %s no existe.
fi: Tiedostoa %s ei ole olemassa.
fr: Le fichier %s n’existe pas.
hi_in: फाइल %s अनुपलब्ध।
it: File %s non esiste.
nl_nl: Bestand %s bestaat niet.
si: %s ගොනුව නොපවතී.

source: Warning
bg: Предупреждение
ca: Attention
da: Advarsel
de: Warnung
es_ar: Peligro
fi: Varoitus
fr: Attention
hi_in: चेतावनी
it: Attenzione
nl_nl: Waarschuwing
si: අවවාදයයි

source: Info
bg: Данни
es_ar: Información
fi: Tiedot
hi_in: जानकारी
it: Informazione
nl_nl: Informatie
si: තොරතුරු

source: Modifications saved in %s!
bg: Промените са запазени в %s!
ca: Modificacions desades a %s!
da: Ændringer gemt i %s!
de: Änderungen in %s gespeichert!
es_ar: ¡Modificaciones guardads en %s!
fi: Muutokset tallennettu %s!
fr: Modifications enregistrées dans %s !
hi_in: बदलाव %s में संचित किये गए।
it: Modifiche salvate in %s!
nl_nl: Wijzigingen opgeslagen in %s!
si: වෙනස් කිරීම් %sකින් සුරකින ලදි!

source: Bad type declaration: '%s' is %s but it should be %s.
bg: Лош вид на декларацията: '%s' е %s но трябва да бъде %s.
ca: Declaració de tipus incorrecte: "%s" és %s però hauria de ser %s.
da: Dårlig typeerklæring: '%s' er %s men det burde være %s.
de: Falsche Typdeklaration: '%s' ist %s, sollte aber %s sein.
es_ar: Declaración de tipo incorrecto: '%s' es %s pero debería ser %s.
fi: Virheellinen tyyppi-ilmoitus: "%s" on %s, mutta sen pitäisi olla %s.
fr: Mauvais type de déclaration : '%s' est %s mais devrait être %s.
hi_in: प्रोग्राम घोषणा प्रकार गलत : '%s' %s है परंतु इसे %s होना चाहिए।
it: Declaration tipo non corretto: '%s' è %s mentre dovrebbe essere %s.
nl_nl: Onjuiste typeaangifte: '%s' is %s maar het moet %s zijn.
si: නරක ආකාරයේ ප්‍රකාශය: '%s' %s වන නමුත් එය %sවිය යුතුය.

source: arch is different from 'x86_64'. Since KaOS only supports this architecture, no other arch would be added here.
bg: архитектурата е различна от 'x86_64'. Тъй като KaOS поддържа само тази архитектура,тук няма да бъдат добавени други архитектури.
ca: L'arquitectura és diferent de "x86_64". Ja que el KaOS només té suport per a aquesta arquitectura, no s'afegirà cap altra arquitectura aquí.
da: arch er forskellig fra 'x86_64'. Da KaOS kun understøtter denne arkitektur, ville der ikke blive tilføjet nogen anden arch her.
de: Arch ist nicht 'x86_64'. Da KaOS nur diese Architektur unterstützt, wird hier keine andere Architektur hinzugefügt.
es_ar: la arquitectura es distinta a 'x86_64'. Dado que KaOS sólamente soporta esta arquitectura,no se añadiría ninguna otra arquitectura aquí.
fi: arch on erilainen kuin "x86_64". Koska KaOS tukee vain tätä arkkitehtuuria, muuta ei lisätä tähän.
fr: arch est différent de 'x86_64'. Puisque KaOS ne supporte que cette architecture, aucune autre valeur ne devrait être indiquée ici.
hi_in: यह संरचना 'x86_64' से भिन्न है। कैओस हेतु केवल यही संरचना समर्थित है, अतः कोई अन्य संरचना जोड़ी नहीं जाएगी।
it: arch è diversa da 'x86_64'. Dal momento che KaOS supporta solo questa architettura, nessun altra sarà aggiunta qui.
nl_nl: arch is verschillend van 'x86_64'. Sinds KaOS alleen deze architectuur ondersteunt, geen andere arch behoord hier toegevoegd te worden.
si: arch එක 'x86_64' ට වඩා වෙනස්. KaOS මෙම ගෘහනිර්මාණ ශිල්පයට පමණක් සහය දක්වන බැවින්, වෙනත් කිසිදු ආරුක්කුවක් මෙහි එකතු නොවේ.

source: Tool in command-line to manage common PKGBUILD errors
bg: Инструмент за командния ред за управление на често срещани грешки на PKGBUILD
ca: Eina de línia d'ordres per gestionar errors comuns de PKGBUILD
da: Værktøj i kommandolinjen til at styre almindelige PKGBUILD fejl
de: Kommandozeilenwerkzeug zur Behebung häufiger PKGBUILD Fehler
es_ar: Herramienta en linea de comandos para administrar errores comunes de PKGBUILD
fi: Komentorivillä toimiva työkalu yleisten PKGBUILD-virheiden hallintaan
fr: Outil en ligne de commande pour gérer les erreurs courantes dans un PKGBUILD
hi_in: सामान्य PKGBUILD त्रुटि प्रबंधन हेतु कमांड-लाइन साधन
it: Strumento in linea di comando per gestire comuni errori PKGBUILD
nl_nl: Hulpprogramma in commandoregel voor veel voorkomende PKGBUILD fouten
si: පොදු PKGBUILD දෝෂ කළමනාකරණය කිරීමට විධාන රේඛාවේ මෙවලම

source: Set variable '%s' with (leave blank to ignore):
bg: Задаване на променливата '%s' (оставете празно за пропускане):
ca: Establiu la variable "%s" amb... (deixeu-ho en blanc per ignorar-ho):
da: Sæt variabel '%s' med (lad stå tomt for at ignorere):
de: Variable '%s' festlegen mit (zum Ignorieren leer lassen):
es_ar: Ajustar la variable '%s' con (deje en blanco para ignorar):
fi: Aseta muuttuja "%s" (jätä tyhjäksi ohittaaksesi):
fr: Mettre la variable '%s' à (laisser à blanc pour la supprimer) :
hi_in: इसके साथ मापदंड '%s' सेट करें (अनदेखा करने हेतु रिक्त छोड़ें) :
it: Imposta variabile '%s' con (lasciare vuoto per ignorare):
nl_nl: Set variabel '%s' met (laat leeg om te negeren):
si: '%s' විචල්‍යය සකසන්න (නොසලකා හැරීමට හිස්ව තබන්න):

source: Reset arch to x86_64?
bg: Да се възстанови ли обратно до архитектура x86_64?
ca: Restablir l'arquitectura a x86_64?
da: Nulstil arch til x86_64?
de: Architektur auf x86_64 zurücksetzen?
es_ar: Restablecer la arquitectura a x86_64
fi: Nollataanko arch muotoon x86_64?
fr: Réinitialiser arch à x86_64 ?
hi_in: संरचना x86_64 पर पुनः सेट करें?
it: Ripristinare arch a x86_64?
nl_nl: Reset arch naar x86_64?
si: ආරුක්කුව x86_64 වෙත යළි පිහිටුවන්නද?

source: Type the new value (leave blank to remove it):
bg: Въведете нова стойност (оставете празно, за да я премахнете):
ca: Escriviu el valor nou (deixeu-lo en blanc per suprimir-lo):
da: Indtast den nye værdi (lad den stå tom for at fjerne den):
de: Geben Sie den neuen Wert ein (zum Entfernen leer lassen):
es_ar: Escriba el nuevo valor (deje en blanco para eliminarla):
fi: Kirjoita uusi arvo (poista jättämällä tyhjäksi):
fr: Saisissez la nouvelle valeur (laisser à blanc pour la supprimer) :
hi_in: नया मान दर्ज करें (हटाने हेतु रिक्त छोड़ें) :
it: Digitare il nuovo valore (lasciare vuoto per rimuoverlo):
nl_nl: Typ de nieuwe waarde (laat leeg om deze te verwijderen):
si: නව අගය ටයිප් කරන්න (එය ඉවත් කිරීමට හිස්ව තබන්න):

source: a string variable
bg: низова променлива
ca: una variable de cadena
da: en strengvariabel
de: eine String-Variable
es_ar: una variable de string
fi: merkkijonon muuttuja
fr: une variable simple
hi_in: वाक्यांश मापदंड
it: una stringa variabile
nl_nl: een string variabel
si: string variable එකක්

source: Variable '%s' is clean.
bg: Променливата '%s' е изчистена.
ca: La variable "%s" és neta.
da: Variabel '%s' er ren.
de: Variable '%s' ist in Ordnung.
es_ar: Variable '%s' está limpia.
fi: Muuttuja "%s" on puhdas.
fr: La variable '%s' est propre.
hi_in: उचित मापदंड '%s'।
it: Variabile '%s' è vuoto.
nl_nl: Variabel '%s' is schoon.
si: '%s' විචල්‍යය පිරිසිදුයි.

source: yes
bg: да
ca: sí
da: ja
de: ja
es_ar: si
fr: oui
hi_in: हाँ
it: si
nl_nl: ja
si: ඔව්

source: no
bg: не
da: nej
de: nein
fr: non
hi_in: नहीं
nl_nl: nee
si: නැහැ

source: Description
bg: Описание
ca: Descripció
da: Beskrivelse
de: Beschreibung
es_ar: Descripción
fi: Kuvaus
hi_in: विवरण
it: Descrizione
nl_nl: Beschrijving
si: විස්තර

source: Depends on
bg: Зависи от
ca: Depèn de
da: Afhænger af
de: Hängt ab von
es_ar: Depende de
fi: Riippuvainen
fr: Dépend de
hi_in: पर निर्भर
it: Dipende da
nl_nl: Hangt af van
si: මත රඳා පවතී

source: Replaces
bg: Замества
ca: Substitueix
da: Erstatter
de: Ersetzt
es_ar: Reemplaza
fi: Korvaa
fr: Remplace
hi_in: की जगह लेगा
it: Sostituisce
si: ආදේශ කරයි

source: %d entries updated!
bg: %d записа са актуализирани!
ca: %d entrades actualitzades!
da: %d indtastninger opdateret!
de: %d Einträge aktualisiert
es_ar: %d entradas actualizadas!
fi: %d merkintää päivitetty!
fr: %d entrées mises à jour !
hi_in: %d प्रविष्टियाँ अपडेट हुई!
it: %d voci aggiornate!
nl_nl: %d items bijgewerkt!
si: ඇතුළත් කිරීම් %d ක් යාවත්කාලීන කර ඇත!

source: Name
bg: Име
ca: Nom
da: Navn
es_ar: Nombre
fi: Nimi
fr: Nom
hi_in: नाम
it: Nome
si: නම

source: Validated By
bg: Проверен от
ca: Validat per
da: Valideret af
de: Bestätigt durch
es_ar: Validado por
fi: Vahvistanut
fr: Validé par
hi_in: द्वारा प्रमाणित
it: Validato Da
nl_nl: Gevalideerd Door
si: විසින් වලංගු කරන ලදී

source: Yes
bg: Да
ca: Sí
da: Ja
de: Ja
es_ar: Si
fr: Oui
hi_in: हाँ
it: Si
nl_nl: Ja
si: ඔව්

source: Dir %s already exists!
bg: Директорията %s вече съществува!
ca: El directori %s ja existeix!
da: Katalog %s eksisterer allerede!
de: Verzeichnis %s existiert bereits !
es_ar: ¡El directorio %s ya existe!
fi: Dir %s on jo olemassa!
fr: Le répertoire %s existe déjà !
hi_in: डायरेक्टरी %s पहले से मौजूद है!
it: L'indirizzo %s esiste già!
nl_nl: Dir %s bestaat al!
si: Dir %s දැනටමත් පවතී!

source: %d entries added!
bg: %d записа са добавени!
ca: %d entrades afegides!
da: %d indtastninger tilføjet!
de: %d Einträge hinzugefügt!
es_ar: ¡Se añadieron %d entradas!
fi: %d merkintää lisätty!
fr: %d entrées ajoutées !
hi_in: %d प्रविष्टियाँ जोड़ी गई!
it: %d voci aggiunte!
nl_nl: %d items toegevoegd!
si: ඇතුළත් කිරීම් %d ක් එකතු කරන ලදී!

source: %d entries deleted!
bg: %d записа са изтрити!
ca: %d entrades suprimides!
da: %d indtastninger slettet!
de: %d Einträge gelöscht !
es_ar: ¡Se borraron %d entradas!
fi: %d merkintää poistettu!
fr: %d entrées supprimées !
hi_in: %d प्रविष्टियाँ हटाई गई!
it: %d voci eliminate!
nl_nl: %d items verwijderd!
si: ඇතුළත් කිරීම් %d ක් මකා ඇත!

source: [installed]
bg: [инсталиран]
ca: [instal·lat]
da: [installeret]
de: [Installiert]
es_ar: [instalado]
fi: [asennettu]
fr: [installé]
hi_in: [इंस्टॉल है]
it: [installato]
nl_nl: [geïnstalleerd]
si: [ස්ථාපිතයි]
