Repository: bvaudour/kcp
Catalog: resources/i18n/*.po
Languages: bg, ca, da, de, es_ar, fi, fr, hi_in, it, nl_nl, si

source: Version
bg: Версия
ca: Versió
es_ar: Versión
fi: Versio
hi_in: संस्करण
it: Versione
nl_nl: Versie
si: අනුවාදය

source: Licenses
bg: Лицензи
ca: Llicències
da: Licenser
de: Lizenzen
es_ar: Licencias
fi: Lisenssi
fr: Licences
hi_in: लाइसेंस
it: Licenze
nl_nl: Licenties
si: බලපත්‍ර

source: Optional Deps
bg: Незадължителни допълнителни зависимости
ca: Dependències opcionals
da: Valgfri Afhængigheder
de: Optionale Abhängigkeiten
es_ar: Dependencias Opcionales
fi: Valinnainen Deps
fr: Dépendances opt.
hi_in: वैकल्पिक निर्भरताएँ
it: Dipendenze opzionali
si: විකල්ප Deps

source: Conflicts With
bg: В конфликт с
ca: Té conflicte amb
da: Konflikter med
de: Steht in Konflikt mit
es_ar: Conflicto con
fi: Ristiriidassa
fr: Est en conflit avec
hi_in: के साथ विरोध में
it: Conflitti con
si: සමග ගැටුම්

source: Install Script
bg: Инсталиращ скрипт
ca: Instal·la l'script
da: Installer script
de: Skript installieren
es_ar: Script de Instalación
fi: Asenna komentosarja
fr: Script d’installation
hi_in: इंस्टॉल स्क्रिप्ट
it: Installa Script
nl_nl: Installatie Script
si: ස්ක්‍රිප්ට් ස්ථාපනය කරන්න

source: No
bg: Не
da: Nej
de: Nein
fr: Non
hi_in: नहीं
nl_nl: Nee
si: නැත

source: [installed: %s]
bg: [инсталиран: %s]
ca: [instal·lat: %s]
da: [installeret: %s]
de: [Installiert: %s]
es_ar: [instalado: %s]
fi: [asennettu: %s]
fr: [installé: %s]
hi_in: [इंस्टॉल है: %s]
it: [installato: %s]
nl_nl: [geïnstalleerd:%s]
si: [ස්ථාපිත: %s]

source: Architecture
bg: Архитектура
ca: Arquitectura
da: Arkitektur
de: Architektur
es_ar: Arquitectura
fi: Arkkitehtuuri
hi_in: स्थापत्य
it: Architettura
nl_nl: Architectuur
si: නිර්මාණ ශිල්පය

source: URL
bg: Адрес
hi_in: यूआरएल
it: Indirizzo
si: ඒ.ස.නි.

source: Provides
bg: Предоставя
ca: Proporciona
da: Tilbyder
de: Stellt bereit
es_ar: Provee
fi: Tarjoaa
fr: Fournit
hi_in: प्रदान करेगा
it: Fornisce
si: සපයයි

source: Depends on (make)
bg: Зависи от (make)
ca: Depèn de (make)
da: Afhænger af (make)
de: Hängt ab von (make)
es_ar: Depende de (make)
fi: Riippuvainen (make)
fr: Dépend de (make)
hi_in: (make) पर निर्भर
it: Dipende da (make)
nl_nl: Hangt af van (make)
si: (සාදන) මත රඳා පවතී

source: Invalid value '%v': Must be a %s!
bg: Невалидна стойност '%v': Трябва да бъде %s!
ca: Valor "%v" no vàlid: ha de ser un %s!
da: ugyldig værdi '%v': Skal være et %s!
de: Ungültiger Wert '%v': Muss ein %s sein!
es_ar: Valor inválido '%v': Debe ser un %s!
fi: Virheellinen arvo "%v": Tulee olla %s!
fr: Valeur invalide '%v' : doit être %s !
hi_in: अमान्य मान '%v': %s होना चाहिए!
it: Valore non valido di '%v': Deve essere %s!
nl_nl: Ongeldige waarde '%v': Moet een %s zijn!
si: වලංගු නොවන අගය '%v': %sවිය යුතුය !

source: Flag '%s' cannot be used with '%s'
bg: Флагът '%s' не може да е използва с '%s'
ca: La bandera "%s" no es pot usar amb "%s"
da: Flag '%s' kan ikke bruges med '%s'
de: Argument '%s' kann nicht zusammen mit '%s' verwendet werden
es_ar: Modificador '%s' no puede ser usado con '%s'
fi: Lippua "%s" ei voi käyttää "%s" kanssa
fr: L’option '%s' ne peut être utilisée avec '%s'
hi_in: Flag '%s' के साथ '%s' उपयोग नहीं किया जा सकता
it: Flag '%s' non può essere usata con '%s'
nl_nl: Vlag '%s' kan niet gebruikt wordne met '%s'
si: '%s' ධජය '%s' සමඟ භාවිතා කළ නොහැක

source: Unexpected arg: %s
bg: Неочакван аргумент: %s
ca: Argument inesperat: %s
da: Uventet argument: %s
de: Unerwartetes Argument: %s
es_ar: Arg Inesperado: %s
fi: Odottamaton argumentti: %s
fr: Argument inattendu : %s
hi_in: अनपेक्षित argument: %s
it: Argomento inaspettato: %s
nl_nl: Onverwacht arg: %s
si: අනපේක්ෂිත arg: %s

source: string
bg: низ
ca: cadena
da: streng
fi: merkkijono
fr: une chaîne de caractères
hi_in: वाक्यांश
it: stringa
si: නූල්

source: too short
bg: твърде кратко
ca: massa breu
da: for kort
de: zu kurz
es_ar: demasiado corto
fi: liian lyhyt
fr: trop longue
hi_in: अति लघु
it: troppo corto
nl_nl: te kort
si: බොහෝ කෙටි

source: too long
bg: твърде дълго
ca: massa llarg
da: for langt
de: zu lang
es_ar: demasiado largo
fi: liian pitkä
fr: trop courte
hi_in: अति दीर्घ
it: troppo lungo
nl_nl: te lang
si: දිග වැඩියි

source: Usage:
bg: Употреба:
ca: Ús:
da: Brug:
de: Verwendung:
es_ar: Uso:
fi: Käyttö:
hi_in: उपयोग :
it: Uso:
nl_nl: Gebruik:
si: භාවිතය:

source: Invalid %s flag '%s': %s!
bg: Невалиден %s флаг '%s': %s!
ca: Bandera no vàlida %s "%s": %s!
da: Ugyldigt %s flag '%s': %s!
de: Ungültiges %s Argument '%s': %s!
es_ar: Modificador '%s' inválido %s: %s!
fi: Virheellinen %s lippu "%s": %s!
fr: Option %s '%s' invalide : %s !
hi_in: अमान्य %s फ्लैग '%s': %s!
it: Invalido %s flag '%s': %s!
nl_nl: Ongeldig %s vlag '%s': %s!
si: වලංගු නොවන %s ධජය '%s': %s!

source: Arg needed!
bg: Необходими са аргументи!
ca: Cal l'argument!
da: Argument nødvendig!
de: Argument benötigt!
es_ar: Arg necesario!
fi: Argumentti tarvitaan!
fr: Argument attendu !
hi_in: Argument चाहिए!
it: Argomento necessario!
nl_nl: Arg benodigd!
si: Arg අවශ්යයි!

source: short
bg: кратко
ca: breu
da: kort
de: kurz
es_ar: corto
fi: lyhyt
fr: courte
hi_in: लघु
it: corto
nl_nl: kort
si: කෙටි

source: long
bg: дълго
ca: llarg
da: lang
de: lang
es_ar: largo
fi: pitkä
fr: longue
hi_in: दीर्घ
it: lungo
nl_nl: lang
si: දිගු

source: Flag '%s' needs one of these flags: %v
bg: Флагът '%s' се нуждае от един от тези флагове: %v
ca: La bandera "%s" necessita una d'aquestes banderes: %v
da: Flag '%s' har brug for et af disse flag: %v
de: Argument '%s' benötigt eines dieser Argumente: %v
es_ar: Modificador '%s' necesita uno de estos modificadores: %v
fi: Lippu "%s" tarvitsee yhden seuraavista lipuista: %v
fr: L’option '%s' doit être combinée avec une de ces options : %v
hi_in: इनमें से कोई फ्लैग '%s' हेतु आवश्यक : %v
it: Flag '%s' necessita uno di questi flags: %v
nl_nl: Vlag '%s' heeft één van deze vlaggen nodig: %v
si: '%s' ධජයට මෙම කොඩි වලින් එකක් අවශ්‍ය වේ: %v

source: Flag '%s' is already set!
bg: Флагът '%s' вече е зададен!
ca: La bandera "%s" ja està establerta!
da: Flag '%s' er allerede sat!
de: Argument '%s' bereits gesetzt!
es_ar: Modificador '%s' ya fue establecido!
fi: Lippu "%s" on jo asetettu!
fr: L’option '%s' est déjà utilisée !
hi_in: फ्लैग '%s' पहले से ही सेट है!
it: Flag '%s' è stata già settata!
nl_nl: Vlag '%s' is reeds gezet!
si: ධජය '%s' දැනටමත් සකසා ඇත!

source: Unknown property: %d
bg: Неизвестно свойство: %d
ca: Propietat desconeguda: %d
da: Ukendt egenskab: %d
de: Unbekannte Eigenschaft: %d
es_ar: Propiedad desconocida: %d
fi: Tuntematon ominaisuus: %d
fr: Propriété inconnue : %d
hi_in: अज्ञात गुण : %d
it: Proprietà sconosciuta: %d
nl_nl: Onbekende eigenschap: %d
si: නොදන්නා දේපල: %d

source: must begin with '%s'
bg: трябва да започва с '%s'
ca: ha de començar amb %s.
da: skal begynde med '%s'
de: muss mit '%s' beginnen
es_ar: debe comenzar con '%s'
fi: täytyy alkaa "%s"
fr: doit commencer par '%s'
hi_in: '%s' से आरंभ होना आवश्यक
it: deve iniziare con '%s'
nl_nl: moet met '%s' beginnen
si: '%s' වලින් ආරම්භ විය යුතුය

source: Flag '%s' doesn't allow multiple arguments!
bg: Флагът '%s' не разрешава множество аргументи!
ca: La bandera "%s" no admet arguments múltiples!
da: Flag '%s' tillader ikke flere argumenter!
de: Argument '%s' erlaubt keine verschiedenen Werte!
es_ar: El modificador '%s' no permite argumentos múltiples!
fi: Lippu "%s" ei salli useita argumentteja!
fr: L’option '%s' n’autorise pas d’arguments multiples !
hi_in: Flag '%s' एकाधिक arguments की अनुमति नहीं देता!
it: Flag '%s' non permette argomenti multipli!
nl_nl: Vlag '%s' staat geen meerdere argumenten toe!
si: ධජය '%s' බහු තර්කවලට ඉඩ නොදේ!

source: Arg '%s' not in %v!
bg: Аргумент '%s' не е в %v!
ca: L'argument "%s" no és a %v!
da: Argument '%s' ikke i %v!
de: Argument '%s' nicht in %v!
es_ar: Arg '%s' no está en %v!
fi: Argumentti "%s" ei ole %v:ssä!
fr: L’argument '%s' n’est pas dans %v !
hi_in: Argument '%s' %v में नहीं है!
it: Argomento '%s' non è in %v!
nl_nl: Arg '%s' niet in %v!
si: Arg '%s' %vහි නොවේ!

source: Unsupported flag '%s'
bg: Неподдържан флаг '%s'
ca: Bandera no admesa "%s"
da: Ikke understøttet flag '%s'
de: Nicht unterstütztes Argument '%s'
es_ar: Modificador no soportado '%s'
fi: Ei tuettu lippu "%s"
fr: Option non supportée : '%s'
hi_in: असमर्थित फ्लैग '%s'
it: Flag non supportato '%s'
nl_nl: Niet ondersteunde vlag '%s'
si: සහාය නොදක්වන ධජය '%s'

source: %s not allowed!
bg: %s не е позволен!
ca: %s no es permet!
da: %s ikke tilladt!
de: %s ist nicht erlaubt!
es_ar: %s no permitido!
fi: %s ei sallittu!
fr: %s non autorisé !
hi_in: %sकी अनुमति नहीं हैं!
it: %s non permesso!
nl_nl: %s niet toegestaan!
si: %s අවසර නැත!

source: Error at %s: %s %s
bg: Грешка при %s: %s %s
ca: Error a %s: %s %s
da: Fejl på%s: %s %s
de: Fehler bei %s: %s %s
es_ar: Error en %s: %s %s
fr: Erreur à %s : %s %s
hi_in: %s पर त्रुटि : %s %s
it: Errore in %s: %s %s
nl_nl: Fout bij %s: %s %s
si: %s: %s %sහි දෝෂයකි

source: Invalid token
bg: Невалиден токен
ca: Testimoni no vàlid
da: Ugyldigt symbol
de: Ungültiger Token
es_ar: Token inválido
fr: Jeton invalide
hi_in: अमान्य टोकन
it: Token invalido
nl_nl: Ongeldig token
si: වලංගු නොවන ටෝකනය

source: Unended token
bg: Незавършен токен
ca: Testimoni no necessari
da: Uændret symbol
de: Token nicht abgeschlossen
es_ar: Token sin completar
fr: Jeton non terminé
hi_in: अंतहीन टोकन
it: Token non concluso
si: නිමක් නැති ටෝකනය

source: [y/N]
ca: [s/N]
da: [j/N]
de: [j/N]
es_ar: [s/N]
fr: [o/N]
it: [s/N]
nl_nl: [j/N]

source: [Y/n]
ca: [S/n]
da: [J/n]
de: [J/n]
es_ar: [S/n]
fr: [O/n]
it: [S/n]
nl_nl: [J/n]

source: bool
fr: un booléen
it: booleano
